inexspens:0
tasti:1
line:2
inexspens_tasti:3
tasti_line:4
love:5
place:6
give:7
4:8
star:9
shake:10
love_place:11
place_give:12
give_4:13
4_star:14
star_shake:15
french:16
toast:17
combo:18
6:19
good:20
skip:21
breakfast:22
home:23
day:24
replac:25
legit:26
choos:27
guy:28
denni:29
book:30
thick:31
delici:32
yummi:33
tummi:34
french_toast:35
toast_combo:36
combo_6:37
6_good:38
good_skip:39
skip_breakfast:40
breakfast_home:41
home_day:42
day_replac:43
replac_french:44
toast_legit:45
legit_choos:46
choos_guy:47
guy_denni:48
denni_book:49
book_french:50
toast_thick:51
thick_delici:52
delici_yummi:53
yummi_tummi:54
zesti:55
sauc:56
kinda:57
nasti:58
zesti_sauc:59
sauc_kinda:60
kinda_nasti:61
freshli:62
made:63
food:64
good_freshli:65
freshli_made:66
made_food:67
great:68
pastrami:69
fast:70
servic:71
great_pastrami:72
pastrami_fast:73
fast_servic:74
enjoy:75
eat:76
burger:77
worker:78
put:79
ketchup:80
ask:81
enjoy_eat:82
eat_burger:83
burger_worker:84
worker_put:85
put_ketchup:86
ketchup_food:87
food_ask:88
ask_put:89
food_good:90
jurupa:91
valley:92
burger_jurupa:93
jurupa_valley:94
nice:95
chang:96
write:97
fri:98
zucchini:99
hot:100
nice_chang:101
chang_fast:102
fast_food:103
food_burger:104
burger_write:105
write_home:106
home_fri:107
fri_zucchini:108
zucchini_good:109
good_hot:110
spot:111
friday:112
regular:113
atmospher:114
lot:115
review:116
reason:117
burger_spot:118
spot_great:119
great_friday:120
friday_regular:121
regular_place:122
place_nice:123
nice_atmospher:124
atmospher_lot:125
lot_great:126
great_review:127
review_reason:128
amaz:129
big:130
portion:131
amaz_food:132
food_amaz:133
amaz_servic:134
servic_big:135
big_portion:136
wonder:137
experi:138
friendli:139
treat:140
respect:141
girl:142
wear:143
maroon:144
hat:145
establish:146
back:147
recommend:148
friend:149
wonder_experi:150
experi_food:151
food_great:152
great_fast:153
fast_nice:154
nice_friendli:155
friendli_treat:156
treat_respect:157
respect_girl:158
girl_wear:159
wear_maroon:160
maroon_hat:161
hat_wonder:162
wonder_establish:163
establish_back:164
back_recommend:165
recommend_friend:166
price:167
owner:168
long:169
time:170
commun:171
great_food:172
great_price:173
price_owner:174
owner_long:175
long_time:176
time_great:177
great_guy:178
guy_lot:179
lot_back:180
back_commun:181
top:182
qualiti:183
visit:184
twelv:185
full:186
bill:187
feel:188
restaur:189
fort:190
worth:191
top_place:192
place_qualiti:193
qualiti_burger:194
burger_visit:195
visit_twelv:196
twelv_full:197
full_bill:198
bill_good:199
good_feel:200
feel_restaur:201
restaur_fort:202
fort_worth:203
decent:204
wait:205
horribl:206
dont:207
bother:208
keto:209
omelett:210
extra:211
egg:212
hashbrown:213
told:214
substitut:215
brown:216
pancak:217
accommod:218
avoid:219
carb:220
food_decent:221
decent_wait:222
wait_time:223
time_horribl:224
horribl_dont:225
dont_bother:226
bother_keto:227
keto_omelett:228
omelett_ask:229
ask_extra:230
extra_egg:231
egg_toast:232
toast_hashbrown:233
hashbrown_told:234
told_substitut:235
substitut_brown:236
brown_fri:237
fri_toast:238
toast_pancak:239
pancak_accommod:240
accommod_avoid:241
avoid_carb:242
sandwich:243
ate:244
year:245
pastrami_sandwich:246
sandwich_ate:247
ate_time:248
time_year:249
year_pastrami:250
ro:251
outstand:252
donat:253
anim:254
shelter:255
period:256
great_place:257
place_ro:258
ro_breakfast:259
breakfast_day:260
day_servic:261
servic_outstand:262
outstand_donat:263
donat_anim:264
anim_shelter:265
shelter_period:266
high:267
good_price:268
price_high:269
healthi:270
greek:271
chicken:272
salad:273
option:274
menudo:275
afford:276
eat_healthi:277
healthi_greek:278
greek_chicken:279
chicken_salad:280
salad_good:281
good_option:282
option_menudo:283
menudo_delici:284
delici_price:285
price_afford:286
afford_servic:287
servic_good:288
good_qualiti:289
stick:290
reheat:291
leftov:292
zucchini_stick:293
stick_yummi:294
yummi_reheat:295
reheat_leftov:296
leftov_day:297
day_enjoy:298
chees:299
chilli:300
start:301
clean:302
stack:303
chari:304
hour:305
leav:306
good_servic:307
servic_recommend:308
recommend_chees:309
chees_burger:310
burger_chilli:311
chilli_fri:312
fri_start:313
start_clean:314
clean_stack:315
stack_chari:316
chari_hour:317
hour_leav:318
blt:319
burger_enjoy:320
enjoy_blt:321
famili:322
swear:323
tuna:324
melt:325
super:326
delish:327
burger_famili:328
famili_swear:329
swear_great:330
great_tuna:331
tuna_melt:332
melt_spot:333
spot_super:334
super_delish:335
town:336
salad_town:337
popular:338
drawer:339
kind:340
help:341
staff:342
good_experi:343
experi_popular:344
popular_place:345
place_food:346
food_servic:347
servic_top:348
top_drawer:349
drawer_kind:350
kind_help:351
help_staff:352
and:353
afford_and:354
and_delici:355
delici_great:356
frequent:357
support:358
small:359
local:360
busi:361
famili_love:362
place_frequent:363
frequent_love:364
love_support:365
support_small:366
small_commun:367
commun_local:368
local_busi:369
2:370
night:371
ago:372
8ishh:373
complet:374
rude:375
unprofession:376
bad:377
name:378
young:379
hispan:380
card:381
degrad:382
comment:383
make:384
money:385
read:386
end:387
pay:388
cash:389
notic:390
charg:391
doubl:392
dip:393
debit:394
continu:395
laugh:396
uncomfort:397
needless:398
box:399
left:400
2_night:401
night_ago:402
ago_8ishh:403
8ishh_complet:404
complet_rude:405
rude_unprofession:406
unprofession_bad:407
bad_name:408
name_2:409
2_young:410
young_hispan:411
hispan_girl:412
girl_friend:413
friend_card:414
card_degrad:415
degrad_comment:416
comment_make:417
make_money:418
money_card:419
card_read:420
read_end:421
end_pay:422
pay_cash:423
cash_friend:424
friend_notic:425
notic_charg:426
charg_doubl:427
doubl_dip:428
dip_cash:429
cash_debit:430
debit_girl:431
girl_continu:432
continu_laugh:433
laugh_time:434
time_uncomfort:435
uncomfort_needless:436
needless_box:437
box_food:438
food_left:439
tast:440
fair:441
food_tast:442
tast_great:443
price_reason:444
reason_fair:445
fair_servic:446
today:447
gold:448
hamburg:449
decid:450
stop:451
work:452
warehous:453
daughter:454
want:455
chili:456
final:457
chop:458
choke:459
10:460
tend:461
street:462
hous:463
piec:464
call:465
ladi:466
answer:467
phone:468
cashier:469
receipt:470
job:471
difficult:472
pull:473
impress:474
order:475
appar:476
kook:477
ca:478
joint:479
today_time:480
time_gold:481
gold_star:482
star_hamburg:483
hamburg_decid:484
decid_stop:485
stop_home:486
home_work:487
work_day:488
day_hot:489
hot_warehous:490
warehous_daughter:491
daughter_want:492
want_pastrami:493
pastrami_chili:494
chili_chees:495
chees_fri:496
fri_want:497
want_make:498
make_final:499
final_chop:500
chop_pastrami:501
pastrami_choke:502
choke_10:503
10_tend:504
tend_street:505
street_hous:506
hous_good:507
good_home:508
home_pastrami:509
pastrami_piec:510
piec_call:511
call_back:512
back_place:513
place_rude:514
rude_ladi:515
ladi_answer:516
answer_phone:517
phone_cashier:518
cashier_put:519
put_receipt:520
receipt_receipt:521
receipt_made:522
made_job:523
job_difficult:524
difficult_pull:525
pull_pastrami:526
pastrami_chop:527
chop_time:528
time_impress:529
impress_street:530
hous_guy:531
guy_stop:532
stop_eat:533
eat_order:534
order_appar:535
appar_kook:536
kook_ca:537
ca_read:538
read_call:539
back_ladi:540
ladi_phone:541
phone_rude:542
rude_hamburg:543
hamburg_joint:544
joint_hous:545
hous_long:546
long_gold:547
bomb:548
bomb_food:549
decent_price:550
restroom:551
good_good:552
price_restroom:553
restroom_staff:554
delici_food:555
multipl:556
salsa:557
burrito:558
scof:559
unnecessari:560
place_lot:561
lot_worker:562
worker_rude:563
rude_multipl:564
multipl_time:565
time_rude:566
rude_today:567
today_ask:568
ask_lot:569
lot_salsa:570
salsa_big:571
big_breakfast:572
breakfast_burrito:573
burrito_girl:574
girl_scof:575
scof_unnecessari:576
unnecessari_rude:577
good_food:578
food_time:579
time_eat:580
eat_clean:581
price_lot:582
lot_food:583
find:584
pretti:585
chickenstrip:586
find_food:587
food_pretti:588
pretti_good:589
good_chickenstrip:590
saturday:591
sunday:592
berger:593
menudo_saturday:594
saturday_sunday:595
sunday_berger:596
berger_great:597
price_great:598
thing:599
suffer:600
clay:601
close:602
recent:603
husband:604
theer:605
star_nice:606
nice_hamburg:607
hamburg_thing:608
thing_support:609
support_jurupa:610
valley_busi:611
busi_suffer:612
suffer_year:613
year_clay:614
clay_street:615
street_close:616
close_worker:617
worker_love:618
love_recent:619
recent_visit:620
visit_husband:621
husband_burger:622
burger_fri:623
fri_enjoy:624
enjoy_theer:625
goid:626
delici_goid:627
goid_fast:628
appet:629
taquito:630
guacamol:631
gross:632
food_appet:633
appet_taquito:634
taquito_guacamol:635
guacamol_gross:636
servic_visit:637
place_great:638
food_price:639
charbroil:640
hubbi:641
special:642
great_charbroil:643
charbroil_chicken:644
salad_hubbi:645
hubbi_love:646
love_hamburg:647
hamburg_special:648
special_lot:649
lot_fri:650
burger_joint:651
joint_love:652
pleas:653
food_delici:654
delici_staff:655
staff_nice:656
nice_visit:657
visit_pleas:658
cajun:659
burger_great:660
great_cajun:661
cajun_fri:662
fri_tasti:663
food_reason:664
reason_price:665
decent_tast:666
tast_hamburg:667
hamburg_chicken:668
chicken_burger:669
burger_delici:670
good_french:671
toast_breakfast:672
burrito_yummi:673
yummi_love:674
love_eat:675
eat_breakfast:676
slowest:677
45:678
min:679
drive:680
5:681
car:682
eveytim:683
fail:684
slowest_place:685
place_45:686
45_min:687
min_drive:688
drive_5:689
5_car:690
car_eveytim:691
eveytim_fail:692
lunch:693
good_place:694
place_breakfast:695
breakfast_great:696
great_burger:697
burger_lunch:698
place_eat:699
eat_menudo:700
menudo_great:701
low:702
food_low:703
low_price:704
employe:705
corner:706
live:707
awesom:708
restraunt:709
hard:710
place_employe:711
employe_kind:712
help_corner:713
corner_live:714
live_awesom:715
awesom_job:716
job_friendli:717
friendli_staff:718
staff_restraunt:719
restraunt_clean:720
clean_food:721
delici_hard:722
hard_time:723
time_decid:724
decid_order:725
clean_servic:726
good_friendli:727
burger_servic:728
hamburg_place:729
place_jurupa:730
burrito_awesom:731
worst:732
throw:733
25:734
minut:735
mess:736
worst_drive:737
drive_throw:738
throw_25:739
25_minut:740
minut_wait:741
wait_chilli:742
fri_worker:743
worker_mess:744
mess_line:745
line_car:746
car_wait:747
great_salad:748
salad_big:749
love_food:750
food_place:751
place_clean:752
excel:753
attent:754
excel_attent:755
salad_delici:756
foo:757
expens:758
imho:759
good_foo:760
foo_expens:761
expens_imho:762
20:763
eat_establish:764
establish_20:765
20_year:766
year_owner:767
owner_treat:768
good_breakfast:769
custom:770
fast_great:771
great_custom:772
custom_servic:773
deal:774
love_breakfast:775
great_deal:776
favorit:777
favorit_place:778
improv:779
servic_improv:780
love_burger:781
month:782
soda:783
week:784
size:785
tip:786
coma:787
alot:788
perfectli:789
crispi:790
mom:791
pop:792
vibe:793
ranch:794
place_month:795
month_order:796
order_doubl:797
doubl_chees:798
fri_soda:799
soda_week:800
week_great:801
great_tast:802
tast_size:803
size_tip:804
tip_food:805
food_coma:806
coma_give:807
give_alot:808
alot_fri:809
fri_alot:810
alot_perfectli:811
perfectli_crispi:812
crispi_want:813
want_mom:814
mom_pop:815
pop_vibe:816
vibe_ranch:817
ranch_delish:818
delish_ca:819
ca_wait:820
cold:821
pizza:822
ravioli:823
space:824
photo:825
due:826
quickli:827
amaz_cold:828
cold_staff:829
staff_friendli:830
friendli_accommod:831
accommod_pizza:832
pizza_ravioli:833
ravioli_salad:834
salad_space:835
space_photo:836
photo_due:837
due_quickli:838
quickli_ate:839
perfect:840
larger:841
pound:842
plenti:843
seat:844
lunch_spot:845
spot_perfect:846
perfect_portion:847
portion_larger:848
larger_charg:849
charg_pound:850
pound_plenti:851
plenti_seat:852
provid:853
bar:854
quick:855
vegetarian:856
meat:857
good_healthi:858
healthi_option:859
option_provid:860
provid_salad:861
salad_bar:862
bar_pay:863
pay_pound:864
pound_eat:865
eat_quick:866
quick_great:867
great_vegetarian:868
vegetarian_option:869
option_meat:870
meat_option:871
rang:872
item:873
bar_rang:874
rang_item:875
item_choos:876
qualiti_food:877
shop:878
polit:879
profession:880
bought:881
honda:882
accord:883
coup:884
62000:885
mile:886
payment:887
felt:888
gave:889
highli:890
owner_shop:891
shop_polit:892
polit_profession:893
profession_bought:894
bought_honda:895
honda_accord:896
accord_coup:897
coup_62000:898
62000_mile:899
mile_car:900
car_work:901
work_reason:902
reason_payment:903
payment_felt:904
felt_gave:905
gave_great:906
deal_mom:907
mom_pleas:908
pleas_highli:909
highli_recommend:910
didn:911
gladli:912
care:913
dealer:914
good_car:915
car_great:916
price_car:917
car_didn:918
didn_notic:919
notic_gladli:920
gladli_care:921
care_great:922
servic_price:923
great_car:924
car_dealer:925
drove:926
san:927
diego:928
dodg:929
durango:930
tire:931
credit:932
happi:933
kid:934
fit:935
comfort:936
drove_san:937
san_diego:938
diego_dodg:939
dodg_durango:940
durango_clean:941
clean_tire:942
tire_pretti:943
pretti_low:944
low_put:945
put_tire:946
tire_nice:947
nice_help:948
help_credit:949
credit_low:950
low_drive:951
drive_back:952
back_car:953
car_day:954
day_happi:955
happi_kid:956
kid_fit:957
fit_comfort:958
nissan:959
rogu:960
sport:961
malkani:962
mr:963
ahsan:964
open:965
resolv:966
vehicl:967
relat:968
issu:969
sale:970
bought_nissan:971
nissan_rogu:972
rogu_sport:973
sport_malkani:974
malkani_mr:975
mr_ahsan:976
ahsan_help:977
help_open:978
open_price:979
price_help:980
help_resolv:981
resolv_vehicl:982
vehicl_relat:983
relat_issu:984
issu_sale:985
2017:986
son:987
drop:988
17000:989
16000:990
walk:991
bought_2017:992
2017_honda:993
honda_son:994
son_staff:995
staff_provid:996
provid_good:997
good_custom:998
servic_drop:999
drop_price:1000
price_17000:1001
17000_16000:1002
16000_walk:1003
walk_happi:1004
happi_custom:1005
custom_busi:1006
faster:1007
buy:1008
easili:1009
accord_sport:1010
sport_great:1011
deal_car:1012
car_faster:1013
faster_servic:1014
servic_hour:1015
hour_buy:1016
buy_car:1017
car_easili:1018
sister:1019
graduat:1020
gift:1021
grandson:1022
onlin:1023
mileag:1024
ford:1025
escap:1026
se:1027
kick:1028
email:1029
surpris:1030
respons:1031
schedul:1032
even:1033
mind:1034
8:1035
pm:1036
view:1037
salvag:1038
titl:1039
post:1040
properli:1041
carmax:1042
knew:1043
true:1044
wrong:1045
turn:1046
hit:1047
passeng:1048
side:1049
damag:1050
frame:1051
door:1052
minor:1053
scratch:1054
compliment:1055
honesti:1056
integr:1057
honor:1058
agreement:1059
liter:1060
fill:1061
paperwork:1062
except:1063
satisfi:1064
purchas:1065
hesit:1066
motor:1067
experi_great:1068
deal_sister:1069
sister_car:1070
car_graduat:1071
graduat_gift:1072
gift_grandson:1073
grandson_onlin:1074
onlin_find:1075
find_low:1076
low_mileag:1077
mileag_2017:1078
2017_ford:1079
ford_escap:1080
escap_se:1081
se_reason:1082
price_kick:1083
kick_email:1084
email_car:1085
car_surpris:1086
surpris_respons:1087
respons_back:1088
back_minut:1089
minut_call:1090
call_schedul:1091
schedul_day:1092
day_ahsan:1093
ahsan_answer:1094
answer_ask:1095
ask_car:1096
car_even:1097
even_home:1098
home_wait:1099
wait_mind:1100
mind_8:1101
8_pm:1102
pm_hour:1103
hour_view:1104
view_car:1105
car_thing:1106
thing_salvag:1107
salvag_titl:1108
titl_vehicl:1109
vehicl_post:1110
post_properli:1111
properli_carmax:1112
carmax_knew:1113
knew_good:1114
good_true:1115
true_wrong:1116
wrong_turn:1117
turn_car:1118
car_hit:1119
hit_passeng:1120
passeng_side:1121
side_damag:1122
damag_frame:1123
frame_door:1124
door_side:1125
side_replac:1126
replac_car:1127
car_minor:1128
minor_scratch:1129
scratch_compliment:1130
compliment_ahsan:1131
ahsan_honesti:1132
honesti_integr:1133
integr_call:1134
call_car:1135
car_honor:1136
honor_agreement:1137
agreement_put:1138
put_money:1139
money_day:1140
day_sister:1141
sister_buy:1142
car_liter:1143
liter_call:1144
call_fill:1145
fill_paperwork:1146
paperwork_except:1147
except_deal:1148
deal_satisfi:1149
satisfi_purchas:1150
purchas_hesit:1151
hesit_buy:1152
buy_malkani:1153
malkani_motor:1154
homeless:1155
hygien:1156
disabl:1157
grate:1158
homeless_food:1159
food_hygien:1160
hygien_disabl:1161
disabl_pay:1162
pay_4:1163
4_month:1164
month_back:1165
back_food:1166
food_grate:1167
grate_place:1168
omg:1169
bless:1170
sole:1171
compani:1172
omg_eat:1173
eat_bless:1174
bless_sole:1175
sole_compani:1176
compani_donat:1177
need:1178
wonder_place:1179
place_need:1180
ladi_help:1181
help_friendli:1182
free:1183
free_lunch:1184
lunch_homeless:1185
beach:1186
chanc:1187
peopl:1188
member:1189
locat:1190
great_beach:1191
beach_bar:1192
bar_excel:1193
excel_food:1194
great_atmospher:1195
atmospher_continu:1196
continu_chanc:1197
chanc_love:1198
food_peopl:1199
peopl_staff:1200
staff_member:1201
member_locat:1202
birthday:1203
celebr:1204
1:1205
drink:1206
rock:1207
blend:1208
birthday_celebr:1209
celebr_food:1210
good_2:1211
2_1:1212
1_special:1213
special_happi:1214
happi_hour:1215
hour_nice:1216
nice_drink:1217
drink_rock:1218
rock_blend:1219
blend_drink:1220
drink_good:1221
experi_visit:1222
manag:1223
lesson:1224
asap:1225
activ:1226
listen:1227
concern:1228
medium:1229
effort:1230
come:1231
manag_custom:1232
servic_lesson:1233
lesson_asap:1234
asap_activ:1235
activ_listen:1236
listen_custom:1237
custom_concern:1238
concern_happi:1239
happi_medium:1240
medium_effort:1241
effort_custom:1242
custom_happi:1243
happi_come:1244
come_back:1245
cabo:1246
cantina:1247
marina:1248
del:1249
rey:1250
love_cabo:1251
cabo_cantina:1252
cantina_visit:1253
visit_cabo:1254
cantina_marina:1255
marina_del:1256
del_rey:1257
rey_food:1258
food_attent:1259
attent_custom:1260
custom_nice:1261
music:1262
lil:1263
catch:1264
game:1265
park:1266
food_qualiti:1267
qualiti_good:1268
good_music:1269
music_lil:1270
lil_place:1271
place_music:1272
music_sport:1273
sport_place:1274
place_catch:1275
catch_quick:1276
quick_game:1277
game_park:1278
courteou:1279
funni:1280
point:1281
vb:1282
boardwalk:1283
friendli_courteou:1284
courteou_profession:1285
profession_funni:1286
funni_staff:1287
staff_drink:1288
drink_point:1289
point_vb:1290
vb_boardwalk:1291
margarita:1292
classic:1293
tremend:1294
seat_margarita:1295
margarita_classic:1296
classic_tremend:1297
tremend_food:1298
mexican:1299
huge:1300
beauti:1301
set:1302
indulg:1303
delici_mexican:1304
mexican_food:1305
food_huge:1306
huge_margarita:1307
margarita_beauti:1308
beauti_set:1309
set_indulg:1310
indulg_love:1311
larg:1312
18:1313
pricey:1314
bathroom:1315
smell:1316
larg_margarita:1317
margarita_huge:1318
huge_18:1319
18_view:1320
view_top:1321
top_bar:1322
bar_good:1323
experi_pricey:1324
pricey_bathroom:1325
bathroom_smell:1326
smell_good:1327
good_clean:1328
clean_back:1329
fun:1330
late:1331
alongsid:1332
fun_atmospher:1333
atmospher_open:1334
open_late:1335
late_day:1336
day_week:1337
great_drink:1338
drink_special:1339
special_alongsid:1340
alongsid_great:1341
great_staff:1342
big_cold:1343
cold_drink:1344
stink:1345
women:1346
men:1347
share:1348
enter:1349
relax:1350
great_restroom:1351
restroom_stink:1352
stink_women:1353
women_men:1354
men_share:1355
share_smell:1356
smell_horribl:1357
horribl_place:1358
place_enter:1359
enter_smell:1360
smell_eat:1361
eat_excel:1362
excel_relax:1363
relax_great:1364
nacho:1365
hour_margarita:1366
margarita_good:1367
good_size:1368
size_drink:1369
drink_nacho:1370
nacho_delici:1371
delici_nice:1372
nice_place:1373
cousin:1374
origin:1375
taco:1376
tuesday:1377
7:1378
serv:1379
paid:1380
upset:1381
hungri:1382
coupl:1383
look:1384
scrumptiou:1385
steak:1386
peach:1387
shot:1388
19:1389
juic:1390
season:1391
bartend:1392
hilari:1393
cousin_origin:1394
origin_taco:1395
taco_tuesday:1396
tuesday_eat:1397
eat_taco:1398
taco_7:1399
7_pm:1400
pm_wait:1401
wait_bar:1402
bar_serv:1403
serv_paid:1404
paid_attent:1405
attent_pm:1406
pm_ask:1407
ask_taco:1408
tuesday_special:1409
special_told:1410
told_end:1411
end_upset:1412
upset_hungri:1413
hungri_coupl:1414
coupl_order:1415
order_nacho:1416
nacho_look:1417
look_scrumptiou:1418
scrumptiou_order:1419
nacho_steak:1420
steak_peach:1421
peach_margarita:1422
margarita_4:1423
4_shot:1424
shot_share:1425
share_19:1426
19_nacho:1427
nacho_amaz:1428
amaz_steak:1429
steak_juic:1430
juic_season:1431
season_perfectli:1432
perfectli_bartend:1433
bartend_hilari:1434
hilari_great:1435
great_night:1436
night_back:1437
flown:1438
thirsti:1439
accomod:1440
wing:1441
menu:1442
wednesday:1443
earli:1444
drunk:1445
flown_super:1446
super_hungri:1447
hungri_thirsti:1448
thirsti_corner:1449
corner_accomod:1450
accomod_chicken:1451
chicken_wing:1452
wing_nacho:1453
nacho_pretti:1454
good_money:1455
money_pretti:1456
good_drink:1457
drink_menu:1458
menu_wednesday:1459
wednesday_super:1460
super_earli:1461
earli_full:1462
full_drunk:1463
absolut:1464
planet:1465
90:1466
pictur:1467
absolut_expens:1468
expens_cabo:1469
cantina_planet:1470
planet_90:1471
90_pictur:1472
pictur_tip:1473
thought:1474
inexpens:1475
enjoy_place:1476
place_thought:1477
thought_food:1478
food_yummi:1479
yummi_drink:1480
drink_inexpens:1481
inexpens_great:1482
great_servic:1483
tab:1484
proceed:1485
heard:1486
weren:1487
wouldn:1488
problem:1489
experi_end:1490
end_night:1491
night_close:1492
close_tab:1493
tab_bartend:1494
bartend_continu:1495
continu_told:1496
told_gave:1497
gave_card:1498
card_back:1499
back_didn:1500
didn_proceed:1501
proceed_call:1502
call_card:1503
card_heard:1504
heard_bartend:1505
bartend_weren:1506
weren_drink:1507
drink_bar:1508
bar_wouldn:1509
wouldn_problem:1510
venic:1511
wed:1512
trip:1513
dirti:1514
fli:1515
17:1516
love_spot:1517
spot_venic:1518
venic_wed:1519
wed_trip:1520
trip_top:1521
top_dirti:1522
dirti_fli:1523
fli_time:1524
time_top:1525
top_open:1526
open_music:1527
music_atmospher:1528
atmospher_17:1529
17_left:1530
bird:1531
reliev:1532
upper:1533
floor:1534
waitress:1535
excrement:1536
cover:1537
wasn:1538
ridicul:1539
handl:1540
situat:1541
don:1542
bird_reliev:1543
reliev_food:1544
food_upper:1545
upper_floor:1546
floor_waitress:1547
waitress_nice:1548
nice_manag:1549
manag_made:1550
made_charg:1551
charg_excrement:1552
excrement_cover:1553
cover_money:1554
money_wasn:1555
wasn_problem:1556
problem_ridicul:1557
ridicul_handl:1558
handl_situat:1559
situat_manag:1560
manag_don:1561
don_worth:1562
boubon:1563
coke:1564
waiter:1565
appli:1566
spirit:1567
beer:1568
toulet:1569
confront:1570
includ:1571
chequ:1572
explain:1573
memeb:1574
add:1575
automaticali:1576
wrote:1577
buy_free:1578
free_order:1579
doubl_boubon:1580
boubon_coke:1581
coke_ask:1582
ask_told:1583
told_free:1584
free_waiter:1585
waiter_appli:1586
appli_spirit:1587
spirit_beer:1588
beer_tip:1589
tip_due:1590
due_walk:1591
walk_toulet:1592
toulet_confront:1593
confront_waiter:1594
waiter_tip:1595
tip_tip:1596
tip_includ:1597
includ_chequ:1598
chequ_explain:1599
explain_told:1600
told_staff:1601
staff_memeb:1602
memeb_custom:1603
custom_find:1604
find_dirti:1605
dirti_tip:1606
tip_add:1607
add_chequ:1608
chequ_write:1609
write_tip:1610
tip_automaticali:1611
automaticali_add:1612
add_18:1613
18_wrote:1614
15:1615
15_waitress:1616
waitress_20:1617
20_drink:1618
drink_drink:1619
drink_hour:1620
hour_wait:1621
wait_staff:1622
bit:1623
dark:1624
margarita_place:1625
place_bit:1626
bit_dark:1627
dark_good:1628
good_mexican:1629
basic:1630
averag:1631
select:1632
cocktail:1633
cater:1634
sugar:1635
hangov:1636
pretti_basic:1637
basic_bar:1638
bar_averag:1639
averag_beer:1640
beer_select:1641
select_cocktail:1642
cocktail_cater:1643
cater_enjoy:1644
enjoy_lot:1645
lot_sugar:1646
sugar_bad:1647
bad_hangov:1648
drink_food:1649
divey:1650
sticki:1651
cheap:1652
play:1653
ufc:1654
fight:1655
divey_floor:1656
floor_sticki:1657
sticki_drink:1658
drink_cheap:1659
cheap_play:1660
play_ufc:1661
ufc_fight:1662
gather:1663
food_perfect:1664
perfect_locat:1665
locat_great:1666
great_sport:1667
sport_gather:1668
gather_lot:1669
lot_fun:1670
extrem:1671
racist:1672
group:1673
colleg:1674
educ:1675
hbcu:1676
event:1677
immedi:1678
loud:1679
nois:1680
head:1681
insinu:1682
judg:1683
color:1684
skin:1685
quiet:1686
fanci:1687
white:1688
talk:1689
sing:1690
met:1691
poor:1692
arriv:1693
tabl:1694
incorrect:1695
demand:1696
polici:1697
exclaim:1698
watch:1699
bust:1700
slap:1701
chuckl:1702
approach:1703
compli:1704
treatment:1705
refund:1706
receiv:1707
advanc:1708
deliv:1709
purpos:1710
sudden:1711
carri:1712
mistreat:1713
display:1714
hatr:1715
black:1716
racism:1717
provok:1718
attempt:1719
engag:1720
strongli:1721
hope:1722
wo:1723
happen:1724
shut:1725
2019:1726
prevail:1727
extrem_racist:1728
racist_group:1729
group_colleg:1730
colleg_educ:1731
educ_profession:1732
profession_peopl:1733
peopl_hbcu:1734
hbcu_event:1735
event_manag:1736
manag_immedi:1737
immedi_concern:1738
concern_walk:1739
walk_walk:1740
walk_loud:1741
loud_nois:1742
nois_thought:1743
thought_head:1744
head_insinu:1745
insinu_loud:1746
loud_judg:1747
judg_color:1748
color_skin:1749
skin_bar:1750
bar_quiet:1751
quiet_fanci:1752
fanci_restaur:1753
restaur_fill:1754
fill_white:1755
white_peopl:1756
peopl_talk:1757
talk_loud:1758
loud_sing:1759
sing_good:1760
good_time:1761
time_walk:1762
walk_ask:1763
told_loud:1764
loud_seat:1765
seat_time:1766
time_met:1767
met_extrem:1768
extrem_poor:1769
poor_servic:1770
servic_waitress:1771
waitress_min:1772
min_arriv:1773
arriv_tabl:1774
tabl_order:1775
order_incorrect:1776
incorrect_demand:1777
demand_pay:1778
pay_polici:1779
polici_exclaim:1780
exclaim_true:1781
true_food:1782
food_manag:1783
manag_walk:1784
walk_watch:1785
watch_friend:1786
friend_heard:1787
heard_funni:1788
funni_bust:1789
bust_laugh:1790
laugh_slap:1791
slap_tabl:1792
tabl_big:1793
big_chuckl:1794
chuckl_manag:1795
manag_approach:1796
approach_ca:1797
ca_make:1798
make_nois:1799
nois_slap:1800
tabl_ask:1801
ask_leav:1802
leav_compli:1803
compli_rude:1804
rude_treatment:1805
treatment_polit:1806
polit_ask:1807
ask_credit:1808
credit_card:1809
back_refund:1810
refund_food:1811
food_receiv:1812
receiv_wait:1813
wait_arriv:1814
arriv_manag:1815
manag_employe:1816
employe_pay:1817
pay_food:1818
food_paid:1819
paid_advanc:1820
advanc_food:1821
food_food:1822
food_deliv:1823
deliv_purpos:1824
purpos_refund:1825
refund_sudden:1826
sudden_food:1827
food_carri:1828
carri_tabl:1829
leav_paid:1830
paid_colleg:1831
colleg_graduat:1832
graduat_profession:1833
profession_decid:1834
decid_leav:1835
leav_mistreat:1836
mistreat_refund:1837
food_situat:1838
situat_display:1839
display_mistreat:1840
mistreat_hatr:1841
hatr_black:1842
black_peopl:1843
peopl_display:1844
display_racism:1845
racism_provok:1846
provok_attempt:1847
attempt_fail:1848
fail_bless:1849
bless_engag:1850
engag_racist:1851
racist_mess:1852
mess_strongli:1853
strongli_hope:1854
hope_wo:1855
wo_happen:1856
happen_shut:1857
shut_2019:1858
2019_peopl:1859
peopl_racism:1860
racism_prevail:1861
food_love:1862
love_drink:1863
fish:1864
amaz_meat:1865
meat_fish:1866
fish_taco:1867
taco_nice:1868
atmospher_locat:1869
drink_waitress:1870
waitress_experi:1871
hair:1872
drink_hair:1873
yesterday:1874
scale:1875
unaccept:1876
solid:1877
gener:1878
filthi:1879
dust:1880
sign:1881
televis:1882
decor:1883
hung:1884
ceil:1885
stay:1886
constant:1887
bunni:1888
fallen:1889
mico:1890
attitud:1891
obviou:1892
prior:1893
aftermath:1894
take:1895
timer:1896
question:1897
irrit:1898
singl:1899
flavor:1900
lemonad:1901
actual:1902
brought:1903
advis:1904
smart:1905
pour:1906
cup:1907
defeat:1908
suppos:1909
strawberri:1910
mango:1911
total:1912
3:1913
dilut:1914
potent:1915
jalapeño:1916
sour:1917
cream:1918
quesadilla:1919
halfway:1920
cook:1921
speak:1922
charact:1923
check:1924
compar:1925
error:1926
miscommun:1927
sarcast:1928
quot:1929
lime:1930
fat:1931
shape:1932
stair:1933
upstair:1934
mother:1935
wow:1936
appal:1937
eventu:1938
counter:1939
length:1940
manger:1941
nightmar:1942
cowork:1943
agre:1944
earn:1945
won:1946
spent:1947
yesterday_time:1948
time_cabo:1949
cantina_venic:1950
venic_scale:1951
scale_1:1952
1_unaccept:1953
unaccept_10:1954
10_great:1955
great_solid:1956
solid_gener:1957
gener_establish:1958
establish_filthi:1959
filthi_dust:1960
dust_complet:1961
complet_cover:1962
cover_sign:1963
sign_televis:1964
televis_decor:1965
decor_hung:1966
hung_ceil:1967
ceil_complet:1968
cover_thick:1969
thick_dust:1970
dust_stay:1971
stay_constant:1972
constant_thought:1973
thought_dust:1974
dust_bunni:1975
bunni_fallen:1976
fallen_waiter:1977
waiter_mico:1978
mico_attitud:1979
attitud_start:1980
start_obviou:1981
obviou_day:1982
day_mess:1983
mess_prior:1984
prior_aftermath:1985
aftermath_take:1986
take_order:1987
order_attent:1988
attent_timer:1989
timer_question:1990
question_irrit:1991
irrit_answer:1992
answer_happi:1993
hour_drink:1994
drink_2:1995
1_margarita:1996
margarita_make:1997
make_doubl:1998
doubl_complet:1999
complet_explain:2000
explain_doubl:2001
doubl_drink:2002
drink_tabl:2003
tabl_made:2004
made_doubl:2005
doubl_singl:2006
singl_made:2007
made_tast:2008
tast_flavor:2009
flavor_lemonad:2010
lemonad_actual:2011
actual_margarita:2012
margarita_brought:2013
brought_attent:2014
attent_advis:2015
advis_put:2016
put_order:2017
order_bartend:2018
bartend_thing:2019
thing_smart:2020
smart_pour:2021
pour_drink:2022
drink_cup:2023
cup_defeat:2024
defeat_purpos:2025
purpos_doubl:2026
doubl_mico:2027
mico_suppos:2028
suppos_doubl:2029
doubl_1:2030
1_peach:2031
peach_2:2032
2_strawberri:2033
strawberri_mango:2034
mango_total:2035
total_3:2036
3_drink:2037
drink_6:2038
6_dilut:2039
dilut_drink:2040
drink_want:2041
want_2:2042
2_shot:2043
shot_drink:2044
drink_potent:2045
potent_order:2046
order_food:2047
ask_steak:2048
steak_chicken:2049
chicken_nacho:2050
nacho_jalapeño:2051
jalapeño_sour:2052
sour_cream:2053
cream_side:2054
side_friend:2055
friend_order:2056
order_chicken:2057
chicken_quesadilla:2058
quesadilla_order:2059
order_arriv:2060
arriv_cover:2061
cover_sour:2062
cream_sour:2063
side_side:2064
friend_quesadilla:2065
quesadilla_halfway:2066
halfway_cook:2067
cook_chicken:2068
chicken_want:2069
want_speak:2070
speak_manag:2071
manag_manag:2072
manag_charact:2073
charact_check:2074
check_order:2075
order_compar:2076
compar_receiv:2077
receiv_error:2078
error_tabl:2079
tabl_miscommun:2080
miscommun_staff:2081
staff_give:2082
give_waiter:2083
waiter_support:2084
support_issu:2085
issu_sarcast:2086
sarcast_obviou:2087
obviou_didn:2088
didn_bother:2089
bother_quot:2090
quot_friend:2091
friend_lime:2092
lime_fat:2093
fat_shape:2094
shape_don:2095
don_stair:2096
stair_upstair:2097
upstair_don:2098
don_mother:2099
mother_wow:2100
wow_owner:2101
owner_establish:2102
establish_talk:2103
talk_talk:2104
talk_staff:2105
staff_pay:2106
pay_custom:2107
custom_pretti:2108
pretti_appal:2109
appal_eventu:2110
eventu_thing:2111
thing_situat:2112
situat_counter:2113
counter_waitress:2114
waitress_great:2115
great_length:2116
length_avoid:2117
avoid_find:2118
find_manger:2119
manger_bill:2120
bill_pay:2121
pay_leav:2122
leav_nightmar:2123
nightmar_cowork:2124
cowork_love:2125
spot_agre:2126
agre_time:2127
time_locat:2128
locat_horribl:2129
horribl_don:2130
don_care:2131
care_locat:2132
locat_time:2133
time_hard:2134
hard_earn:2135
earn_cash:2136
cash_won:2137
won_spent:2138
suck:2139
incompet:2140
lie:2141
hr:2142
longer:2143
adjust:2144
1_star:2145
star_option:2146
option_leav:2147
leav_review:2148
review_servic:2149
servic_food:2150
food_suck:2151
suck_staff:2152
staff_complet:2153
complet_incompet:2154
incompet_rude:2155
rude_manag:2156
manag_lie:2157
lie_hr:2158
hr_wait:2159
wait_food:2160
food_eat:2161
taco_longer:2162
longer_adjust:2163
adjust_item:2164
item_drink:2165
fajita:2166
rum:2167
pure:2168
ruin:2169
staff_food:2170
food_fajita:2171
fajita_nice:2172
atmospher_bad:2173
bad_drink:2174
drink_rum:2175
rum_coke:2176
coke_tast:2177
tast_pure:2178
pure_rum:2179
rum_ruin:2180
fund:2181
sweetest:2182
perfect_place:2183
place_night:2184
night_low:2185
low_fund:2186
fund_margarita:2187
good_sweetest:2188
sweetest_2:2189
1_deal:2190
deal_happi:2191
hour_start:2192
disappoint:2193
offer:2194
overheard:2195
basic_margarita:2196
margarita_disappoint:2197
disappoint_wait:2198
staff_talk:2199
talk_menu:2200
menu_item:2201
item_offer:2202
offer_overheard:2203
overheard_tabl:2204
tabl_group:2205
fun_great:2206
food_atmospher:2207
atmospher_drink:2208
love_happi:2209
hour_great:2210
tast_drink:2211
cool:2212
defint:2213
atmospher_nice:2214
nice_fun:2215
fun_time:2216
time_happi:2217
drink_great:2218
great_met:2219
met_alot:2220
alot_cool:2221
cool_peopl:2222
peopl_place:2223
place_defint:2224
defint_drink:2225
spend:2226
dine:2227
black_support:2228
support_spend:2229
spend_money:2230
money_establish:2231
establish_racist:2232
racist_dine:2233
dine_establish:2234
establish_worst:2235
worst_servic:2236
costum:2237
servic_great:2238
great_wednesday:2239
wednesday_place:2240
place_dirti:2241
dirti_waitress:2242
waitress_costum:2243
costum_servic:2244
servic_poor:2245
poor_happi:2246
hour_price:2247
price_good:2248
choic:2249
brew:2250
burger_choic:2251
choic_local:2252
local_brew:2253
tight:2254
adult:2255
meter:2256
rooftop:2257
patio:2258
directli:2259
sun:2260
tv:2261
moder:2262
great_happi:2263
hour_small:2264
small_tight:2265
tight_bar:2266
bar_recommend:2267
recommend_larg:2268
larg_group:2269
group_adult:2270
adult_park:2271
park_lot:2272
lot_park:2273
park_beach:2274
beach_fight:2275
fight_meter:2276
meter_street:2277
street_park:2278
park_rooftop:2279
rooftop_patio:2280
patio_nice:2281
nice_seat:2282
seat_directli:2283
directli_sun:2284
sun_lot:2285
lot_tv:2286
tv_watch:2287
watch_sport:2288
sport_food:2289
food_moder:2290
moder_price:2291
chit:2292
chat:2293
front:2294
fire:2295
sexi:2296
place_chit:2297
chit_chat:2298
chat_front:2299
front_fire:2300
fire_manag:2301
manag_guy:2302
guy_sexi:2303
hold:2304
liquor:2305
guess:2306
time_smell:2307
smell_peopl:2308
peopl_ca:2309
ca_hold:2310
hold_liquor:2311
liquor_guess:2312
colleagu:2313
empti:2314
mediocr:2315
enorm:2316
sweet:2317
syrup:2318
booz:2319
ten:2320
began:2321
budg:2322
bring:2323
life:2324
standstil:2325
return:2326
group_colleagu:2327
colleagu_wednesday:2328
wednesday_night:2329
night_place:2330
place_empti:2331
empti_bartend:2332
bartend_mediocr:2333
mediocr_enorm:2334
enorm_margarita:2335
margarita_sweet:2336
sweet_syrup:2337
syrup_booz:2338
booz_arriv:2339
arriv_ten:2340
ten_minut:2341
minut_offer:2342
offer_began:2343
began_bartend:2344
bartend_budg:2345
budg_give:2346
give_offer:2347
offer_time:2348
time_bring:2349
bring_place:2350
place_life:2351
life_standstil:2352
standstil_start:2353
start_return:2354
bite:2355
quick_bite:2356
bite_eat:2357
eat_impress:2358
impress_good:2359
love_vibe:2360
vibe_servic:2361
husband_love:2362
love_taco:2363
tuesday_omg:2364
omg_delici:2365
delici_excel:2366
excel_drink:2367
drink_ca:2368
wait_back:2369
funki:2370
food_funki:2371
funki_atmospher:2372
atmospher_bar:2373
hour_group:2374
age:2375
giant:2376
marg:2377
mediocr_atmospher:2378
atmospher_food:2379
food_mess:2380
mess_order:2381
order_experi:2382
experi_staff:2383
staff_young:2384
young_colleg:2385
colleg_age:2386
age_giant:2387
giant_marg:2388
marg_job:2389
hang:2390
carn:2391
asada:2392
kind_colleg:2393
colleg_hang:2394
hang_bar:2395
bar_vibe:2396
vibe_beach:2397
beach_great:2398
special_food:2399
food_portion:2400
portion_larg:2401
larg_carn:2402
carn_asada:2403
asada_fri:2404
fri_amaz:2405
great_margarita:2406
margarita_pricey:2407
stop_quick:2408
quick_margarita:2409
margarita_absolut:2410
absolut_delici:2411
step:2412
easi:2413
eye:2414
1_happi:2415
hour_step:2416
step_beach:2417
beach_bartend:2418
bartend_easi:2419
easi_eye:2420
pack:2421
food_pack:2422
pack_time:2423
time_recommend:2424
recommend_drink:2425
whe:2426
rat:2427
honestli:2428
disgust:2429
whe_rat:2430
rat_honestli:2431
honestli_disgust:2432
nice_peopl:2433
place_good:2434
place_fun:2435
bare:2436
dnt:2437
wan:2438
na:2439
deserv:2440
disrespect:2441
pointer:2442
west:2443
hollywood:2444
style:2445
grill:2446
expect:2447
mega:2448
split:2449
ici:2450
slurpe:2451
11:2452
water:2453
ice:2454
coulnt:2455
alcohol:2456
drank:2457
server:2458
100:2459
ticket:2460
fact:2461
industri:2462
divers:2463
percentag:2464
print:2465
bottom:2466
conveni:2467
flat:2468
pen:2469
brush:2470
habit:2471
seemingli:2472
male:2473
debrief:2474
gon:2475
tourist:2476
forc:2477
pple:2478
mine:2479
piss:2480
gestur:2481
secur:2482
wasnt:2483
team:2484
leader:2485
bare_write:2486
write_review:2487
review_dnt:2488
dnt_wan:2489
wan_na:2490
na_time:2491
time_talk:2492
talk_place:2493
place_deserv:2494
deserv_place:2495
place_treat:2496
treat_disrespect:2497
disrespect_cabo:2498
cantina_pointer:2499
pointer_locat:2500
locat_west:2501
west_hollywood:2502
hollywood_mexican:2503
mexican_style:2504
style_bar:2505
bar_grill:2506
grill_expect:2507
expect_treat:2508
treat_custom:2509
custom_blend:2510
blend_mega:2511
mega_margarita:2512
margarita_split:2513
split_friend:2514
friend_ici:2515
ici_tast:2516
tast_slurpe:2517
slurpe_7:2518
7_11:2519
11_water:2520
water_ice:2521
ice_coulnt:2522
coulnt_tast:2523
flavor_alcohol:2524
alcohol_drank:2525
drank_bother:2526
bother_server:2527
server_nacho:2528
nacho_great:2529
great_order:2530
order_buy:2531
buy_margarita:2532
margarita_ice:2533
ice_good:2534
good_problem:2535
problem_bill:2536
bill_server:2537
server_dnt:2538
dnt_dark:2539
dark_hair:2540
hair_white:2541
white_girl:2542
girl_wrote:2543
wrote_20:2544
20_100:2545
100_20:2546
20_ticket:2547
ticket_server:2548
server_friend:2549
friend_server:2550
server_felt:2551
felt_disrespect:2552
disrespect_fact:2553
fact_wrote:2554
wrote_bill:2555
bill_industri:2556
industri_write:2557
write_bill:2558
bill_felt:2559
felt_divers:2560
divers_group:2561
group_minor:2562
minor_write:2563
bill_restaur:2564
restaur_percentag:2565
percentag_print:2566
print_bottom:2567
bottom_conveni:2568
conveni_flat:2569
flat_wrote:2570
wrote_pen:2571
pen_ask:2572
ask_brush:2573
brush_bad:2574
bad_habit:2575
habit_start:2576
start_polici:2577
polici_call:2578
call_manag:2579
manag_seemingli:2580
seemingli_white:2581
white_male:2582
male_name:2583
name_guy:2584
guy_debrief:2585
debrief_happen:2586
happen_gon:2587
gon_na:2588
na_ask:2589
ask_polici:2590
polici_lot:2591
lot_tourist:2592
tourist_tourist:2593
tourist_forc:2594
forc_tip:2595
tip_pple:2596
pple_polici:2597
polici_chang:2598
chang_cabo:2599
cantina_thought:2600
thought_racist:2601
racist_manag:2602
manag_name:2603
guy_rude:2604
rude_ask:2605
ask_guy:2606
guy_ask:2607
ask_mine:2608
mine_piss:2609
piss_look:2610
look_gestur:2611
gestur_secur:2612
secur_kick:2613
kick_chanc:2614
chanc_leav:2615
leav_thing:2616
thing_tip:2617
tip_20:2618
20_manag:2619
manag_tip:2620
tip_wasnt:2621
wasnt_good:2622
good_server:2623
server_team:2624
team_good:2625
good_leader:2626
leader_leader:2627
leader_suck:2628
suck_come:2629
come_stick:2630
irish:2631
love_irish:2632
irish_nacho:2633
nice_locat:2634
drink_awesom:2635
awesom_staff:2636
stew:2637
chicken_stew:2638
stew_fajita:2639
screen:2640
drink_screen:2641
chill:2642
grab:2643
chill_spot:2644
spot_grab:2645
grab_drink:2646
drink_taco:2647
taco_taco:2648
alright:2649
dive:2650
scene:2651
alright_dive:2652
dive_bar:2653
bar_scene:2654
scene_food:2655
food_averag:2656
good_happi:2657
bombdotcom:2658
margarita_select:2659
select_bombdotcom:2660
authent:2661
kayla:2662
legend:2663
kayla_legend:2664
margarita_great:2665
great_taco:2666
real:2667
real_mexican:2668
awesom_margarita:2669
margarita_appet:2670
excel_tuesday:2671
tuesday_night:2672
yuuumi:2673
giant_margarita:2674
margarita_yuuumi:2675
grrrrrreat:2676
grrrrrreat_place:2677
ass:2678
big_ass:2679
ass_margarita:2680
driiink:2681
driiink_food:2682
food_bomb:2683
free_nacho:2684
lame:2685
flirt:2686
parti:2687
30:2688
till:2689
pretti_lame:2690
lame_order:2691
order_waitress:2692
waitress_busi:2693
busi_drunk:2694
drunk_flirt:2695
flirt_bartend:2696
bartend_parti:2697
parti_30:2698
30_minut:2699
wait_dirti:2700
dirti_tabl:2701
tabl_till:2702
till_left:2703
scurri:2704
rude_waitress:2705
waitress_rat:2706
rat_scurri:2707
scurri_floor:2708
floor_avoid:2709
servic_bad:2710
bad_food:2711
food_awesom:2712
awesom_drink:2713
1st:2714
bread:2715
broccoli:2716
soup:2717
1st_time:2718
eat_sandwich:2719
sandwich_good:2720
size_love:2721
love_bread:2722
bread_love:2723
love_broccoli:2724
broccoli_chees:2725
chees_soup:2726
soup_back:2727
12:2728
yr:2729
turkey:2730
pallet:2731
fuss:2732
garlic:2733
pesto:2734
yeah:2735
fan:2736
sourdough:2737
freak:2738
crusti:2739
tender:2740
overli:2741
mmmm:2742
deli:2743
blow:2744
husband_bought:2745
bought_12:2746
12_yr:2747
yr_son:2748
son_turkey:2749
turkey_sandwich:2750
sandwich_week:2751
week_sandwich:2752
sandwich_great:2753
great_pallet:2754
pallet_fuss:2755
fuss_garlic:2756
garlic_pesto:2757
pesto_chicken:2758
chicken_today:2759
today_yeah:2760
yeah_awesom:2761
awesom_big:2762
big_fan:2763
fan_sourdough:2764
sourdough_bread:2765
bread_freak:2766
freak_delici:2767
delici_crusti:2768
crusti_tender:2769
tender_flavor:2770
flavor_overli:2771
overli_sour:2772
sour_hous:2773
hous_sauc:2774
sauc_turkey:2775
turkey_pesto:2776
pesto_perfect:2777
perfect_singl:2778
singl_bite:2779
bite_mmmm:2780
mmmm_pricey:2781
pricey_deli:2782
deli_delici:2783
delici_place:2784
place_blow:2785
blow_water:2786
water_back:2787
deliveri:2788
bowl:2789
order_deliveri:2790
deliveri_good:2791
good_empti:2792
empti_bread:2793
bread_bowl:2794
bowl_soup:2795
soup_order:2796
order_extra:2797
extra_bread:2798
bread_dip:2799
dip_soup:2800
soup_disappoint:2801
fresh:2802
delici_bread:2803
bread_hot:2804
hot_fresh:2805
fresh_soup:2806
soup_flavor:2807
flavor_favorit:2808
favorit_lunch:2809
store:2810
temporarili:2811
save:2812
updat:2813
futur:2814
store_temporarili:2815
temporarili_close:2816
close_drove:2817
drove_hour:2818
hour_find:2819
find_post:2820
post_review:2821
review_save:2822
save_drive:2823
drive_time:2824
time_updat:2825
updat_review:2826
review_enjoy:2827
enjoy_store:2828
store_futur:2829
electr:2830
plane:2831
rc:2832
control:2833
toy:2834
advic:2835
beginn:2836
bright:2837
airi:2838
electr_plane:2839
plane_rc:2840
rc_control:2841
control_fli:2842
fli_toy:2843
toy_good:2844
good_advic:2845
advic_beginn:2846
beginn_bright:2847
bright_airi:2848
airi_space:2849
space_friendli:2850
friendli_owner:2851
pleasant:2852
knowledg:2853
product:2854
aerial:2855
hobbi:2856
sell:2857
kit:2858
individu:2859
part:2860
type:2861
brand:2862
drone:2863
focu:2864
pick:2865
easi_find:2866
find_locat:2867
locat_park:2868
lot_staff:2869
staff_pleasant:2870
pleasant_knowledg:2871
knowledg_product:2872
product_local:2873
local_aerial:2874
aerial_hobbi:2875
hobbi_scene:2876
scene_sell:2877
sell_kit:2878
kit_individu:2879
individu_part:2880
part_type:2881
type_product:2882
product_larg:2883
larg_select:2884
select_brand:2885
brand_product:2886
product_type:2887
type_drone:2888
drone_shop:2889
shop_focu:2890
focu_plane:2891
plane_side:2892
side_back:2893
back_pick:2894
pick_part:2895
part_futur:2896
fantast:2897
readi:2898
veteran:2899
pilot:2900
fantast_shop:2901
shop_frequent:2902
frequent_year:2903
year_friendli:2904
friendli_knowledg:2905
knowledg_staff:2906
staff_readi:2907
readi_beginn:2908
beginn_veteran:2909
veteran_pilot:2910
pilot_recommend:2911
great_knowledg:2912
staff_good:2913
good_select:2914
select_part:2915
part_kit:2916
competit:2917
enthusiast:2918
store_competit:2919
competit_price:2920
price_knowledg:2921
knowledg_friendli:2922
staff_make:2923
make_great:2924
great_shop:2925
shop_enthusiast:2926
0:2927
rate:2928
complianc:2929
0_rate:2930
rate_complianc:2931
complianc_custom:2932
servic_gener:2933
gener_knowledg:2934
stock:2935
daniel:2936
assist:2937
shop_part:2938
part_stock:2939
stock_daniel:2940
daniel_help:2941
help_assist:2942
assist_question:2943
question_rc:2944
rc_car:2945
car_issu:2946
vincent:2947
repair:2948
great_experi:2949
experi_vincent:2950
vincent_help:2951
help_knowledg:2952
knowledg_bought:2953
bought_plane:2954
plane_repair:2955
repair_vincent:2956
vincent_recommend:2957
recommend_back:2958
friendli_peopl:2959
peopl_readi:2960
norcal:2961
nice_clean:2962
clean_store:2963
store_knowledg:2964
staff_rc:2965
car_norcal:2966
norcal_hobbi:2967
inventori:2968
price_solid:2969
solid_inventori:2970
inventori_help:2971
hardwar:2972
tool:2973
paint:2974
connector:2975
gear:2976
bay:2977
8awg:2978
silicon:2979
wire:2980
helli:2981
carri_hard:2982
hard_find:2983
find_hobbi:2984
hobbi_high:2985
high_put:2986
put_rc:2987
rc_hardwar:2988
hardwar_tool:2989
tool_paint:2990
paint_connector:2991
connector_gear:2992
gear_place:2993
place_bay:2994
bay_sell:2995
sell_8awg:2996
8awg_silicon:2997
silicon_wire:2998
wire_drone:2999
drone_helli:3000
helli_plane:3001
solut:3002
help_guy:3003
guy_staff:3004
staff_answer:3005
answer_solut:3006
perman:3007
shelv:3008
insid:3009
perman_close:3010
close_sign:3011
sign_shelv:3012
shelv_insid:3013
insid_empti:3014
vaccin:3015
covid:3016
test:3017
fast_vaccin:3018
vaccin_covid:3019
covid_test:3020
hospit:3021
hospit_type:3022
type_care:3023
goto:3024
love_time:3025
time_goto:3026
goto_place:3027
food_park:3028
park_good:3029
shrimp:3030
shack:3031
nativ:3032
lot_good:3033
eat_ate:3034
ate_shrimp:3035
shrimp_shack:3036
shack_good:3037
good_beer:3038
beer_nativ:3039
nativ_son:3040
son_back:3041
hurri:3042
good_eat:3043
eat_hurri:3044
hurri_pay:3045
pay_place:3046
place_visit:3047
glad:3048
found:3049
claremont:3050
limitless:3051
thumb:3052
time_glad:3053
glad_found:3054
found_place:3055
place_back:3056
back_claremont:3057
claremont_time:3058
time_time:3059
time_bite:3060
bite_come:3061
come_choic:3062
choic_food:3063
food_drink:3064
drink_limitless:3065
limitless_thumb:3066
kitchen:3067
market:3068
modern:3069
wife:3070
interest:3071
explor:3072
kitchen_delici:3073
delici_market:3074
market_look:3075
look_clean:3076
clean_modern:3077
modern_wife:3078
wife_super:3079
super_interest:3080
interest_come:3081
back_explor:3082
explor_food:3083
food_option:3084
complaint:3085
practic:3086
hand:3087
outdoor:3088
bit_busi:3089
busi_comfort:3090
comfort_suppos:3091
suppos_good:3092
good_restaur:3093
restaur_complaint:3094
complaint_comment:3095
comment_order:3096
order_onlin:3097
onlin_practic:3098
practic_hand:3099
hand_store:3100
store_work:3101
work_fun:3102
fun_choic:3103
choic_nice:3104
nice_space:3105
space_outdoor:3106
outdoor_seat:3107
court:3108
atmospu:3109
food_court:3110
court_great:3111
great_atmospu:3112
dope:3113
cute:3114
dog:3115
place_super:3116
super_dope:3117
dope_cute:3118
cute_dog:3119
dog_10:3120
10_star:3121
bbq:3122
da:3123
desert:3124
found_spot:3125
court_bbq:3126
bbq_place:3127
place_da:3128
da_desert:3129
desert_drink:3130
drink_offer:3131
uniqu:3132
environ:3133
area:3134
uniqu_delici:3135
food_friendli:3136
friendli_servic:3137
servic_clean:3138
clean_environ:3139
environ_beauti:3140
beauti_outdoor:3141
seat_area:3142
im:3143
stuck:3144
everyday:3145
outing:3146
place_im:3147
im_stuck:3148
stuck_place:3149
place_everyday:3150
everyday_great:3151
great_restaur:3152
restaur_great:3153
good_outing:3154
brisket:3155
plate:3156
elmer:3157
jasper:3158
haven:3159
enjoy_brisket:3160
brisket_plate:3161
plate_elmer:3162
elmer_jasper:3163
jasper_huge:3164
huge_fan:3165
fan_price:3166
price_haven:3167
haven_market:3168
market_make:3169
make_frequent:3170
frequent_area:3171
absolut_love:3172
love_ate:3173
ate_bit:3174
bit_back:3175
varieti:3176
nice_outdoor:3177
outdoor_dine:3178
dine_area:3179
area_good:3180
good_varieti:3181
varieti_divers:3182
divers_food:3183
food_establish:3184
crave:3185
churro:3186
omg_love:3187
place_crave:3188
crave_churro:3189
churro_good:3190
boy:3191
salti:3192
time_purchas:3193
purchas_poor:3194
poor_boy:3195
boy_sandwich:3196
sandwich_sauc:3197
sauc_good:3198
good_shrimp:3199
shrimp_salti:3200
unhealthi:3201
poke:3202
ramen:3203
asian:3204
crepe:3205
boba:3206
option_unhealthi:3207
unhealthi_poke:3208
poke_ramen:3209
ramen_lot:3210
lot_asian:3211
asian_hot:3212
hot_dog:3213
dog_crepe:3214
crepe_ice:3215
ice_cream:3216
cream_boba:3217
place_pretti:3218
pretti_cool:3219
cool_plenti:3220
plenti_door:3221
door_seat:3222
seat_plenti:3223
plenti_restaur:3224
restaur_live:3225
live_music:3226
ta:3227
class:3228
cheat:3229
ta_experi:3230
experi_class:3231
class_place:3232
treat_cheat:3233
bore:3234
citi:3235
food_choos:3236
choos_fun:3237
fun_event:3238
event_week:3239
week_bore:3240
bore_covid:3241
covid_love:3242
love_fact:3243
fact_haven:3244
haven_citi:3245
citi_market:3246
market_fun:3247
fun_bar:3248
bar_enjoy:3249
enjoy_cold:3250
cold_long:3251
long_week:3252
week_work:3253
work_place:3254
banana:3255
pud:3256
regret:3257
bbq_spot:3258
spot_banana:3259
banana_pud:3260
pud_regret:3261
dessert:3262
select_food:3263
food_dessert:3264
dessert_drink:3265
hotdog:3266
pho:3267
place_famili:3268
famili_hotdog:3269
hotdog_wing:3270
wing_taco:3271
taco_pho:3272
parmesan:3273
aw:3274
greasi:3275
dri:3276
teriyaki:3277
16:3278
fool:3279
order_fire:3280
fire_wing:3281
wing_order:3282
order_10:3283
10_piec:3284
piec_fri:3285
fri_drink:3286
drink_amaz:3287
amaz_home:3288
home_live:3289
live_10:3290
10_minut:3291
minut_parmesan:3292
parmesan_chicken:3293
wing_aw:3294
aw_greasi:3295
greasi_dri:3296
dri_dri:3297
dri_disappoint:3298
disappoint_teriyaki:3299
teriyaki_chicken:3300
wing_thing:3301
thing_good:3302
good_tast:3303
tast_aw:3304
aw_complet:3305
complet_dri:3306
dri_cook:3307
cook_order:3308
order_flavor:3309
flavor_put:3310
put_fri:3311
fri_back:3312
place_fire:3313
wing_paid:3314
paid_16:3315
16_disappoint:3316
disappoint_back:3317
back_fire:3318
wing_haven:3319
haven_pictur:3320
pictur_fool:3321
adulta:3322
safe:3323
feom:3324
entertain:3325
summer:3326
tavl:3327
board:3328
domino:3329
dribk:3330
snile:3331
concept:3332
crazi:3333
place_adulta:3334
adulta_relax:3335
relax_kid:3336
kid_stay:3337
stay_safe:3338
safe_15:3339
15_restaur:3340
restaur_choos:3341
choos_feom:3342
feom_outdoor:3343
outdoor_live:3344
live_entertain:3345
entertain_place:3346
place_gon:3347
na_hit:3348
hit_summer:3349
summer_earli:3350
earli_grab:3351
grab_good:3352
good_tavl:3353
tavl_board:3354
board_game:3355
game_domino:3356
